###############################################################################
#
# システム画面系の言語別テキスト設定

!section system
#------------------------------------------------------------------------------
# システム全般

# ウィンドウタイトルバーのキャプション
TitleCaption		天使☆騒々 RE-BOOT!

# ゲーム画面やバックログのキャラ名前欄 (pad == nameに応じた空白）
CharNameBracketFormat	【${pad}${name}${pad}】

# セーブデータ等のチャプター表示
ChapterBracketFormat	【${chapter}】

# フローチャートシーン末尾
FlowChartEndOfScene	（ここまで）

# 作中チャットにおける画像拡大
PhoneChatTapZoom	（タップして拡大）

#------------------------------------------------------------------------------
# セーブ画面

# コメント入力
SaveCommentDialog	${num} のコメントを編集

# MEMO: 日付表示フォーマットはプログラム側での特殊対応で対処済み

# ルート表記
#SaveRouteName共通ルート		共通ルート
#SaveRouteNameアフターストーリー	アフターストーリー
#SaveRouteNameサイドエピソード		サイドエピソード

#------------------------------------------------------------------------------
# 特殊選択(cf. macro.ks:[耳選択])

#SceneModeKemoMimiSelect_off	本編通りの芳乃で
#SceneModeKemoMimiSelect_on	獣耳の芳乃が見たい

#------------------------------------------------------------------------------
# バックログ画面

# 選択肢分岐の選択内容表記
BacklogChoiceTextFormat	選択肢：${text}

#------------------------------------------------------------------------------
# シナリオ検索

# シナリオ検索はゲーム全クリア後のヘルプメニュー内に項目が生えます（デバッグ鑑賞ONでも可）
SearchTextInput		検索文字列を入力
SearchTextResultFormat	「${cuttext}」の検索結果(${language}:${blockCount}件)
SearchTextUnsupported	※この機能はサポート対象外です　

#------------------------------------------------------------------------------
# コンフィグ画面

# テキストプレビュー（\nで改行)
ConfigPreviewText1	テキスト速度のサンプルと、\nオート速度のサンプルです。
ConfigPreviewText2	天使☆騒々 RE-BOOT!\n(C)YUZUSOFT/JUNOS inc.

#ConfigRenameCharあやせ		あやせ
ConfigRenameCharその他男	その他（男性）
ConfigRenameCharその他女	その他（女性）

# 立ち絵鑑賞のみ
#ConfigRenameChar追加キャラ名	XXX

ShortCutNoBind		- EMPTY -
ShortCutInputHelp	${bindtext}のキーを押すか選択してください
ShortCutInputBind	『${caption}』
ShortCutDeleteHelp	割り当てを解除するキーを押してください

# ゲームパッド割り当て系（ゲームパッドを繋いでボタンを再配置ボタン押した後）
GamePadAssign_input		図に表示されたゲームパッドのボタンを押してください。
GamePadAssign_nobutton		ボタンがないか、押しても反応がない場合は「スキップ」ボタンを押してください。
GamePadAssign_reset		すべての配置を初期状態に戻すには「リセット」ボタンを押してください。
GamePadAssign_already		このボタンは既に割り当て済みのため、他のボタンを押してください。
GamePadAssign_done		入力を受け付けましたのでボタンを全て離してください。
GamePadAssign_firstrelease	最初の入力を行うので押しているボタンを全て離してください。
GamePadAssign_norelease		ボタンを離しているのに進まない時は「リセット」ボタンを押してゲームパッドを再接続してみてください。


#------------------------------------------------------------------------------
# スクランブル画面

#スクランブル表示中のタイトルバー表記
ScrambleTitle0		無題
ScrambleTitle1		YuzuTube - ブラウザ
ScrambleTitle2		Yoozle検索 - ブラウザ
#スクランブル表示中に終了ボタンを押したときの確認ダイアログメッセージ
ScrambleExitText	終了しますか？
ScrambleExitTitle	確認
#スクランブル中のメニューバー表記改変
ScrambleDisplayMenu	編集(&E)
#[MEMO] characterMenu unused...
ScrambleCharacterMenu	書式(&O)
ScrambleControlMenu	表示(&V)


###############################################################################
#
# Windowsダイアログ系の言語別テキスト設定

!section dialog
#------------------------------------------------------------------------------

# ダイアログ汎用
DialogOK		OK
DialogCancel		キャンセル
DialogClose		閉じる
DialogInit		初期設定
DialogDetail		詳細情報

# バージョン情報 （メニューバーの「ヘルプ／バージョン情報」で開くウィンドウのタイトル）
VersionInfo		バージョン情報

# フォント選択ダイアログ
FontDialogCaption	フォントの選択
FontDialogDoSelect	フォントを選択してください
FontDialogLicenseHead	「${name}」のライセンス
FontDialogLicenseInfo	このフォントのライセンスは詳細情報ボタンで確認してください
FontDialogInfoFormat	${name}の詳細情報
FontDialogEmbeddedMark	■

# 組み込みフォント表記差し替え
#FontFace_XXXX			XXXX(for another languages)
#FontFace_シーダ		Caeda
#FontFace_マルベリ		Mulberry
#FontFace_源ノ角ゴシックR	Source Han Sans Regular
#FontFace_源ノ角ゴシックB	Source Han Sans Bold
#FontFace_源ノ角ゴシックH	Source Han Sans Heavy
#FontFace_源ノ明朝B		Source Han Serif Bold
#FontFace_源ノ明朝H		Source Han Serif Heavy
#FontFace_スキップ		Skip

FontCaption_シーダ	モトヤLシーダ3
FontCaption_マルベリ	モトヤLマルベリ3
FontCaption_源ノ角ゴシックR	源ノ角ゴシック JP Regular
FontCaption_源ノ角ゴシックB	源ノ角ゴシック JP Bold
FontCaption_源ノ角ゴシックH	源ノ角ゴシック JP Heavy
FontCaption_源ノ明朝B		源ノ明朝 JP
FontCaption_源ノ明朝H		源ノ明朝 JP Heavy
FontCaption_スキップ	フォントワークスLETS

# フォント変更の警告
WarnChangeUserFont	ユーザー独自のフォントに変更した場合、選択したフォントによってはゲーム本文メッセージが正しく表示されないことがありますので予めご了承ください

# 高度な設定の一部設定変更後
# 	「ヘルプ／高度な設定を表示」で「高度な設定」内の
#	「マウスホイールの取得方法を変更」(InfoApplyOnRestart)等や「最大フレームレート」(InfoApplyOnAfter)を変更後
#	※表示されるのは各項目ごと起動中１回のみ
InfoApplyOnRestart	設定は再起動後に有効となります
InfoApplyOnAfter	設定は即座に反映されない場合があります
InfoApplyRebootNow	今すぐ再起動しますか？

# 開始メニューの表示
#	「ヘルプ／開始メニューの表示」から
#	※ゲームがインストールされた状態でないと選択できません
BootStrapKickConfirm	ゲームを終了して開始メニューを表示します
BootStrapKickFailed	開始メニューの起動に失敗しました

# ゲームパッドのボタン割り当て変更
# 	「ヘルプ／高度な設定を表示」で「高度な設定」内の「ゲームパッドのボタン割り当て変更」から
GamePadBindCaption	ゲームパッド割り当て変更
GamePadBindHeader	ゲームパッドボタン
GamePadBindButton	ボタン${num}
GamePadBindKeyName	${key}キー
GamePadBindNothing	なし

# ファイル選択拡張子
FileSelectExts*			すべてのファイル
FileSelectExtsTXT		テキストファイル
FileSelectExtsEXE		実行ファイル

# スクリーンショット保存ダイアログ
SaveSnapDlgTitle		${System.title} スクリーンショット保存
SaveSnapDlgSample		保存イメージ
SaveSnapDlgTarget		この画像の保存先：
SaveSnapDlgCaptureOpt		キャプチャ設定
SaveSnapDlgWithMes		テキストあり
SaveSnapDlgWithoutMes		テキストなし
SaveSnapDlgDetail		詳細設定
SaveSnapDlgHintTwitter		Twitter投稿に関するヒント
SaveSnapDlgSaveAndClose		保存して閉じる
# スクリーンショット保存詳細設定
SaveSnapDlgOptionTitle		スクリーンショット保存設定
SaveSnapDlgOption		保存設定
SaveSnapDlgDefFolder		デフォルト保存先フォルダ：
SaveSnapDlgDefFile		デフォルトファイル名：
SaveSnapDlgOverwrite		既存のファイルを無視して上書きする
SaveSnapDlgNoDialog		スクリーンショット保存ダイアログを表示しない
SaveSnapDlgUseDefault		デフォルト設定を使用して画像を保存
SaveSnapDlgUseSelect		ファイル保存ダイアログを使用する
SaveSnapDlgNoDialogComment	※非表示設定から保存ダイアログを表示するには、ファイルメニューから設定を変更するか、Shiftキーを押しながらスクリーンショットを実行します
# Twitter投稿に関するヒントボタンを押した後のダイアログ
SaveSnapDlgOpenCapture		キャプチャフォルダをデフォルト保存先にする
# スクリーンショット通知／エラー
SaveSnapshotSetCaptureFolder	デフォルト保存先を${_1}へ変更しました
SaveSnapshotErrNoCaptureFolder	キャプチャフォルダが見つかりません
SaveSnapshotErrSaveFailed	セーブに失敗しました


# テキスト読み上げ定義
ttsdata_LangName	Japanese
ttsdata_Sample		こんにちは

ttsdata_PrimLangID	11
ttsdata_DictEnabled	1
#ttsconf_VoParamLeftPer	40

# テキスト読み上げ設定
ttsconf_Title			テキスト読み上げ機能設定
ttsconf_TargetLang		対象言語：${name}

ttsconf_grpALL			読み上げ設定
ttsconf_Enabled			テキスト読み上げ機能を有効にする

ttsconf_grpTYPE			音声合成方法
ttsconf_UseSAPI			Speech API
ttsconf_UseMSSP			Microsoft Speech Platform
ttsconf_UseXAPP			外部アプリケーション呼び出し
ttsconf_AppSel			選択
ttsconf_fileAppSel		外部アプリケーション選択

ttsconf_grpVOICE		音声パラメータ
ttsconf_NamLabel		声なし発言
ttsconf_DscLabel		地の文章
ttsconf_ComLabel		共通設定

ttsconf_ComSetting		共通設定
ttsconf_SepSetting		専用設定
ttsconf_Disabled		無効

ttsconf_Play			発声
ttsconf_Config			設定

ttsconf_txtLABEL		↑発声テスト文章

ttsconf_EnvSave			設定の保存
ttsconf_EnvLoad			設定の読み込み
ttsconf_dlgEnvSave		ユーザー環境変数「${key}」に設定を保存します。\nよろしいですか？
ttsconf_dlgEnvLoad		ユーザー環境変数「${key}」から設定を読み込みます。\nよろしいですか？

ttsconf_grpVOLUME		音量
ttsconf_VolGame			ゲーム中の全体ボイス音量設定
ttsconf_VolIndep		独立した音量設定

ttsconf_grpDICT			読み上げ辞書
ttsconf_DictUnsupport		- サポートされていません -
ttsconf_DictImport		インポート
ttsconf_DictExport		エクスポート
ttsconf_DictAdd			＋
ttsconf_DictUp			↑
ttsconf_DictDown		↓
ttsconf_DictSel			＠
ttsconf_DictDel			×
ttsconf_fileDictImport		読み上げ辞書のインポート
ttsconf_fileDictExport		読み上げ辞書のエクスポート
ttsconf_dlgImport		既存の読み上げ辞書が存在します。維持したままインポートしますか？（同名の単語があった場合は上書きされます）
ttsconf_dlgImportFailed		インポートに失敗しました
ttsconf_dlgExportFailed		エクスポートに失敗しました
ttsconf_exportTextHeader	読み上げ辞書一覧ファイル（タブ区切りテキスト）

ttsconf_Help			ヘルプ

# 音声パラメータ設定
ttstoken_Title			音声パラメータ設定(${name})
ttstoken_grpALL			${name}パラメータ
ttstoken_Test			発声テスト
ttstoken_Token			話者
ttstoken_EnPitch		音程
ttstoken_EnRate			速さ

ttstoken_TitleXAPP		音声パラメータ設定(外部アプリケーション呼び出し)
ttstoken_CmdTarget		実行ファイル：
ttstoken_NoCmdTarget		*コマンドを設定してください*
ttstoken_CmdArgs		コマンドラインオプション：
ttstoken_Description		補足説明：

# 読み上げ辞書追加・編集
ttsdict_TitleNew		読み上げ辞書追加
ttsdict_TitleEdit		読み上げ辞書編集
ttsdict_grpALL			読み上げ辞書
ttsdict_DictWord		単語
ttsdict_DictRead		読み
ttsdict_Add			追加
ttsdict_Edit			編集



# ビットマップメモリ確保失敗時の再起動復帰確認
EmergencyRebootConfirm	ビットマップ用メモリが確保できませんでした。ゲームを再起動して復帰処理を試みますか？
EmergencyRebootExit	（いいえを押すとゲームを強制終了します）

# システムデータの保存に失敗した時（リトライ／キャンセル確認）
ErrorSaveSystemVars	システムセーブデータの保存に失敗しました。正しく保存できないと次回起動時に設定やフラグが初期化される場合があります。ディスクの空き容量などを確認して再度保存を試みてください。

# 既にゲームが起動しているのに多重起動しようとした
BootFailAlreadyRunning	${GetSysLangText("TitleCaption",null)}はすでに起動しています

# 再起動に失敗した（再起動のゲームインスタンスの終了待ちがタイムアウトした）
BootFailCannotRestart	${GetSysLangText("TitleCaption",null)}の再起動に失敗しました

# MEMO
#
# - AskYesNoでダイアログの出ない特殊確認（主にエラー時）⇒まず起こらないのでスルーで
#	error:セーブデータの不整合が検出されました。正常動作は保障されませんが。該当シーンの冒頭から再開しますか？
#	error:指定テキスト ${text} まで移動できません。該当シナリオの冒頭から再開しますか？
#	error:指定行 ${line} まで移動できません。該当シナリオの冒頭から再開しますか？
#	シナリオのラベル位置変更が検出されました。不整合の可能性がありますがそのまま再開しますか？
#	シナリオのラベル不整合が検出されました。正常動作は保障されませんが、該当シナリオの冒頭から再開しますか？
#	セーブデータの不整合が検出されました。正常動作は保障されませんが、該当シナリオの冒頭から再開しますか？

#------------------------------------------------------------------------------
# 作品固有ダイアログ

SysVoSettingCaption	システムボイス設定
SysVoSettingGroup	個別ON/OFF
SysVoSetting_attention	ATTENTION読み上げ
SysVoSetting_brand	ブランドロゴ
SysVoSetting_title	タイトル画面・アイキャッチ（※設定変更不可）
SysVoSetting_save	セーブ
SysVoSetting_load	ロード
SysVoSetting_voice	お気に入りボイス
SysVoSetting_backlog	バックログ
SysVoSetting_option	システム設定
SysVoSetting_optpage	システム設定個別ページ
SysVoSetting_extra	エクストラモード
SysVoSetting_after	アフターストーリー
SysVoSetting_dialog	確認ダイアログ
SysVoSetting_onexit	ゲーム終了時

# 高度な設定＞画像キャッシュを変更した際のメッセージ
GraphicCacheLimitChanged	※画像キャッシュはメモリ分断の原因になりうるので\n　サポートの指示がない限り設定の変更は推奨いたしません

###############################################################################
#
# メニューバーの言語別テキスト設定

!section menu
MenuTreeSeparator		／
#------------------------------------------------------------------------------
systemMenu		ファイル(&F)
storeMenu			セーブ(&S)
restoreMenu			ロード(&L)
quickStoreMenu			クイックセーブ(&W)
quickRestoreMenu		クイックロード(&Q)
#				-
saveSnapConfigMenuItem		スクリーンショット保存設定(&S)
voiceCollectionMenuItem		お気に入りボイス(&V)
#				-
goToStartMenuItem		タイトルへ戻る(&T)
#				-
exitMenuItem			終了(&X)

#------------------------------------------------------------------------------
displayMenu		画面(&S)
windowedMenuItem		ウィンドウ表示(&W)
fullScreenMenuItem		フルスクリーン(&F)
#				-
squareScreenMenu		4:3画面モード(&Q)
wideScreenMenuItem			無効：常にワイド固定(&W)
squareScreenMenuItem			有効：常にスクエアで表示(&Q)
:sqscr=fsonly				自動：フルスクリーン時のみモニタで判定(&A)
winResMenu			ウィンドウ表示時サイズ(&S)
resetWindowSizeMenuItem			標準：等倍サイズ(&D)
disableWindowResizeMenuItem		${w} x ${h} で固定(${amp}F)
smoothZoomMenuItem		拡大時スムージング(&T)
#				-
effectCheckMenuItem		画面効果(&E)
sceneAnimMenuItem		アニメ効果(&A)
#				-
stopDeactiveMenuItem		非アクティブ時に停止(&P)
stayOnTopMenuItem		常に手前に表示(&Y)
#				-
chChangeFontMenuItem		フォント(&F) ...
#				-
saveSnapshotMenuItem		スクリーンショット(&S)

#------------------------------------------------------------------------------
textLanguageMenu	テキスト言語(&L)
textLanguageMenuItem	メイン
textLanguageMenuItem_jp		日本語(&J)
textLanguageMenuItem_en		&English
textLanguageMenuItem_cn		簡体中国語(&C)
textLanguageMenuItem_tw		繁体中国語(&T)
subLanguageMenuItem	サブ
subLanguageMenuItem_jp		日本語
subLanguageMenuItem_en		English
subLanguageMenuItem_cn		簡体中国語
subLanguageMenuItem_tw		繁体中国語
subLanguageMenuItem_none	なし
useMultiLangMenuItem		多言語表示にする
swapMainSubLangMenuItem		メインとサブを入れ替える

#------------------------------------------------------------------------------
systemControlMenu	進行制御(&M)
showHistoryMenuItem		バックログ(&L)
autoModeMenuItem		オート(&A)
skipToNextStopMenuItem		スキップ(&S)
skipToPrevStopMenuItem		バックスキップ(&K)
#				-
goNextMenuItem			次の選択肢へ進む(&N)
goBackMenuItem			前の選択肢に戻る(&B)
goNextScnMenuItem		次のシーンへ進む(&F)
goPrevScnMenuItem		前のシーンに戻る(&P)
backOneMenuItem			前のテキストへ戻る(&O)
#				-
configMenuItem			オプション(&O)
scnchartMenuItem		フローチャート(&C)
voiceReplayMenuItem		音声リプレイ(&R)

#------------------------------------------------------------------------------
helpMenu		ヘルプ(&H)
helpWebMenuItem			&WEBサイトを開く
#				-
helpBootStrapMenuItem		開始メニューの表示(&S)
showAdvancedMenuItem		高度な設定を表示(&A)
systemVoiceSettingMenuItem	システムボイス個別設定(&V)
#				-
helpAboutMenuItem		バージョン情報(&A)

#------------------------------------------------------------------------------
#作品固有メニュー
searchScenarioMenuItem			シナリオ検索(&S)
edgeFontDrawMenuItem			文字のフチ取り描画(&E)
edgeShadowColorMenu			文字のフチと影の色(&C)
:edgecolor=black				黒
:edgecolor=wcb25				黒＋ウィンドウ色25%
:edgecolor=wcb50				黒＋ウィンドウ色50%
:edgecolor=white				白
:edgecolor=wcw25				白＋ウィンドウ色25%
:edgecolor=wcw50				白＋ウィンドウ色50%
:edgecolor=window				ウィンドウ色
:edgegrad=0					単色
:edgegrad=1					上方向グラデーション
:edgegrad=2					下方向グラデーション
#voiceTrackDSPFilterMenuItem_voicedsp	音声ノイズ低減フィルタ
#:voicedsp=none					使用しない
#:voicedsp=type0				Type0(弱)
#:voicedsp=type4				Type4(中)
#:voicedsp=type8				Type8(強)

#------------------------------------------------------------------------------
debugMenu		デバッグ(&D)

#------------------------------------------------------------------------------
troubleShootMenu	高度な設定(&A)
videoOverlayModeMenu		ムービー表示
:vomstyle=auto				自動設定
:vomstyle=overlay			オーバーレイ
:vomstyle=mixer				ミキサー
:vomstyle=layer				レイヤー
movieQualitySelectMenuItem	ムービー画質
:vqfilesel=auto				自動：自動選択
:vqfilesel=hd				高画質：HDサイズ動画を再生
:vqfilesel=sd				低画質：SDサイズ動画を再生
pseudoFullScreenModeMenu	複数モニタ全画面
:fullscreenmode=auto			自動設定
:fullscreenmode=primaryonly		常にプライマリを使用
:fullscreenmode=usepseudo		プライマリかどうかで選択
:fullscreenmode=pseudoall		常に擬似最大化表示
fullScrResMenu			フルスクリーン時解像度(&R)
fsmethodMenuItem			解像度切り替えの方法を変更
#					-
:fsres=auto				自動設定(&A)
:fsres=nochange				解像度を変えない(&O)
:fsres=nearest				最も近い解像度(&N)
:fsres=proportional			縦横比が同じ解像度(&P)
#					-
:fszoom=inner				内接で拡大：端に黒帯(&I)
:fszoom=outer				外接で拡大：端をカット(&C)
:fszoom=no				拡大しない：中央に表示(&D)
#fullScrResMiddleMenuItem		中間で拡大：カットして黒帯(&M)
#					-
#middleZoomPercentMenuItem		拡大割合指定(&Z)
dispDoubleBufferMenu		表示方式(&D)
:dbstyle=auto				自動設定(&A)
:dbstyle=d3d				Direct3D(&3)
:dbstyle=ddraw				DirectDraw(&D)
:dbstyle=gdi				GDI(&G)
#					-
useDoubleBufferMenuItem			等倍時にDI&B方式を使用
waitVSyncMenuItem			画面更新に垂直同期を待つ
fpsLimitMenu			最大フレームレート(&M)
:contfreq=0				制限なし(&N)
:contfreq=144				1&44フレーム/秒
:contfreq=120				1&20フレーム/秒
:contfreq=90				&90フレーム/秒
:contfreq=75				&75フレーム/秒
:contfreq=60				&60フレーム/秒
:contfreq=45				4&5フレーム/秒
:contfreq=30				&30フレーム/秒
:contfreq=15				&15フレーム/秒
multiThreadDrawMenu		描画スレッド分割数(&N)
:drawthread=1				無効：スレッド分割しない(&D)
:drawthread=auto			自動：プロセッサ数で分割(&A)
#					-
:drawthread=2				2スレッド
:drawthread=4				4スレッド
:drawthread=8				8スレッド
#				-
disableCursorMoveMenuItem	マウスカーソルの自動移動を禁止
mouseWheelMsgMenuItem		マウスホイールの取得方法を変更
disableJoypadMenuItem		ゲームパッドの使用禁止
bindGamePadButtonMenuItem	ゲームパッドのボタン割り当て変更
gamepadRedetectMenu		ゲームパッド挿抜認識
:gpredetect=0				再認識無効
:gpredetect=100				判定遅延100ms
:gpredetect=300				判定遅延300ms
:gpredetect=500				判定遅延500ms
:gpredetect=1000			判定遅延1000ms
:gpredetect=2000			判定遅延3000ms
:gpredetect=3000			判定遅延5000ms
gamepadInputSelectMenu		ゲームパッド
:joypad=no				使用しない
:joypad=auto				自動検出
#				-
lowMemoryPerfMenuItem		省メモリ動作モード

# 作品固有
standCacheConfigMenu		立ち絵画像キャッシュ
:standcache=auto			自動設定
#					-
:standcache=off				なし
:standcache=low				控えめ
:standcache=middle			普通
:standcache=high			多め
:standcache=huge			更に
graphicCacheLimitMenu		画像キャッシュ
:gclim=auto				自動設定
#					-
:gclim=0				なし
:gclim=4				4MB
:gclim=8				8MB
:gclim=16				16MB
:gclim=32				32MB
:gclim=64				64MB
:gclim=128				128MB
:gclim=256				256MB
bitmapAllocatorMenu		画像メモリ確保方式
:bitmapallocator=processheap		プロセスヒープを使用
:bitmapallocator=malloc			mallocを使用
:bitmapallocator=globalalloc		GlobalAllocを使用
:bitmapallocator=separateheap		分割ヒープを使用
#					-
:bitmapheapsize=auto			分割ヒープ初期値：自動
:bitmapheapsize=0			〃：自動拡大
:bitmapheapsize=64			〃：64MB
:bitmapheapsize=128			〃：128MB
:bitmapheapsize=256			〃：256MB
:bitmapheapsize=512			〃：512MB
:bitmapheapsize=1024			〃：1024MB
:bitmapheapsize=2048			〃：2048MB
#
d3dMotionDisableMenuItem		モーション表示にDirect3D描画を使用しない
d2dDrawDeviceMenuItem			Direct2D描画を使用する

msgHackChFadeMenu		テキストフェード表示(&F)
msgHackChFadeMenuItem_なし		なし
msgHackChFadeMenuItem_fast		短い
msgHackChFadeMenuItem_faster		やや短い
msgHackChFadeMenuItem_medium		普通
msgHackChFadeMenuItem_slower		やや長い
msgHackChFadeMenuItem_slow		長い

#------------------------------------------------------------------------------
# メニューバーの右クリック／ALT+Spaceシステムメニュー拡張
menuBarHideMenu			メニューバー
menuBarShowAlwaysMenuItem		常に表示
menuBarHideAlwaysMenuItem		常に非表示
menuBarAutoShowHideMenuItem		動的に表示

###############################################################################
# 追加メッセージ

# 起動時D3Dモード失敗エラー
D3DFail				DirectX の初期化に失敗しました。DirectX の最新版が必要です:${message}

# Steam関係
useSteamCloudMenuItem		セーブデータをSteam Cloudに保存する
steamUploadMenuItem		セーブデータをSteam Cloudにアップロードする
steamDownloadMenuItem		セーブデータをSteam Cloudからダウンロードする
steamDeleteMenuItem		Steam Cloudのセーブデータを削除する
askSteamUpload			SteamCloud にローカルのセーブデータをアップロードしますか？
askSteamDownload		SteamCloud からセーブデータをダウンロードしますか？(既読フラグはマージされます)
askSteamDelete			SteamClound のセーブデータを消去しますか？
askInitialSteamUpload		SteamCloudにセーブデータがありません。ローカルのセーブデータをアップロードしますか？

# R18配信ブロック
steamBroadcastDisable		SteamでのR18コンテンツの配信はできません

# テキスト読み上げ
textSpeechMenuItem		テキスト読み上げ...
